Repository: POPVOX/remote-vote-ios
Catalog: RemoteVoteCore/Resources/*.lproj/Localizable.strings
Languages: eo

# Login.prompt.email
source: Enter email to receive your sign-in link.
eo: Enigu retpoŝtadreson por ricevi vian ensalutan ligon.

# Login.placeholder.textField.email
source: Email
eo: Retpoŝtadreso

# Login.title.button.login
source: Log In
eo: Ensaluti

# Login.Activation.prompt
source: Check your inbox
eo: Kontrolu vian enirkeston

# Login.Activation.directions
source: Click the link to log in.
eo: Alklaku la ligon por ensaluti.

# Login.Activation.explanation
source: (This step helps protect your security)
eo: (Ĉi tiu paŝo helpas protekti vian sekurecon)

# Voting.Components.Summary.emptyState
source: (Open votes will appear here when they begin)
eo: (Malfermaj voĉdonoj aperos ĉi tie kiam ili komenciĝos)

# Voting.Components.Confirmation.choice
source: votes “%@” on
eo: voĉdonas “%@” pri

# Voting.Components.Confirmation.timestamp
source: at %@ on %@
eo: je %@ la %@

# Voting.Components.Confirmation.title.button.changeVote
source: Change vote
eo: Ŝanĝi voĉdonon

# Voting.Components.Confirmation.title.button.confirmVote
source: Confirm vote
eo: Konfirmi voĉdonon

# Voting.Components.Confirmation.title.button.voteConfirmed
source: Vote confirmed
eo: Voĉdono konfirmita

# Voting.Components.Confirmation.footer.confirmVote
source: By clicking “confirm vote,” you attest and affirm that you are the constitutionally elected public official named above
eo: Alklakante “konfirmi voĉdonon”, vi atestas kaj asertas, ke vi estas la konstitucie elektita publika oficialulo supre nomata

# Voting.Components.Confirmation.representative
source: Representative %@ %@
eo: Reprezentanto %@ %@

# Voting.Components.Contact.prompt
source: Got questions?
eo: Ĉu vi havas demandojn?

# Voting.Components.Contact.body
source: Contact %@ via %@ or by %@ %@
eo: Kontaktu %@ %@ aŭ %@ %@

# Voting.Components.Contact.link.body.email
source: email
eo: retpoŝte

# Voting.Components.Contact.link.body.phone
source: phone
eo: telefone

# Voting.Components.Contact.subject.email
source: RemoteVote App Issue
eo: Problemo pri la Apo RemoteVote

# Voting.Header.body.active
source: Vote in progress
eo: Voĉdono en progreso

# Voting.Header.body.inactive
source: No pending vote
eo: Neniu pritraktata voĉdono

# Voting.Timer.prompt
source: Time remaining:
eo: Restanta tempo:

# HUD.message.success
source: Success
eo: Sukceso

# HUD.message.error.network
source: Network Error
eo: Reta Eraro
